-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2023-08-08 15:37:55
-- 服务器版本： 5.7.37-log
-- PHP Version: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `on`
--

-- --------------------------------------------------------

--
-- 表的结构 `onlogs`
--

CREATE TABLE IF NOT EXISTS `onlogs` (
  `tips` text NOT NULL COMMENT '提示',
  `nameurl` text NOT NULL COMMENT '名字路径',
  `logtext` text NOT NULL COMMENT '日志文字',
  `time` text NOT NULL COMMENT '时间',
  `ip` text NOT NULL COMMENT 'ip'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='日志表';

--
-- 转存表中的数据 `onlogs`
--

INSERT INTO `onlogs` (`tips`, `nameurl`, `logtext`, `time`, `ip`) VALUES
('失败', '通行证|/passport.php', '失败登录系统', '1671690257532', '2401:300:0:2:8c91:8fff:fe7c:16e1'),
('成功', '通行证|/passport.php', '获取系统密码: 964049', '1671690579082', '240e:3a1:c10:fce0:6558:a7d9:6c9:b3b2'),
('失败', '通行证|/passport.php', '失败登录系统', '1671690596349', '240e:3a1:c10:fce0:6558:a7d9:6c9:b3b2'),
('成功', '通行证|/passport.php', '登录系统: 964049', '1671690609516', '240e:3a1:c10:fce0:6558:a7d9:6c9:b3b2'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_3', '1671692945857', '49.77.180.58'),
('失败', '通行证|/passport.php', '失败登录系统', '1671702685504', '2401:300:0:2:8c91:8fff:fe7c:16e1'),
('失败', '通行证|/passport.php', '失败登录系统', '1671702709839', '2401:300:0:2:8c91:8fff:fe7c:16e1'),
('失败', '通行证|/passport.php', '失败登录系统', '1671702727821', '2401:300:0:2:8c91:8fff:fe7c:16e1'),
('失败', '通行证|/passport.php', '失败登录系统', '1671722787182', '153.3.124.202'),
('失败', '通行证|/passport.php', '失败登录系统', '1671722787747', '153.3.124.202'),
('失败', '通行证|/passport.php', '失败登录系统', '1671722788633', '153.3.124.202'),
('失败', '通行证|/passport.php', '失败登录系统', '1671722788909', '153.3.124.202'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sw', '1671757884004', '240e:3a1:c10:fce0:6d93:7558:e30f:4ef4'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9;pron_', '1671857450937', '49.77.180.58'),
('失败', '通行证|/passport.php', '失败登录系统', '1671948471728', '49.77.180.58'),
('成功', '通行证|/passport.php', '登录系统: 968312', '1671948500252', '49.77.180.58'),
('失败', '通行证|/passport.php', '失败登录系统', '1671949891806', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('失败', '通行证|/passport.php', '失败登录系统', '1671949914250', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('失败', '通行证|/passport.php', '失败登录系统', '1671949980942', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('失败', '通行证|/passport.php', '失败登录系统', '1671950000621', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('成功', '通行证|/passport.php', '登录系统: 396920', '1671950020547', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('成功', '通行证|/passport.php', '登录系统: 521277', '1671951025599', '240e:3a1:c10:fce0:98f5:5590:c8e5:786a'),
('成功', '通行证|/passport.php', '登录系统: 335741', '1671951049260', '49.77.180.58'),
('成功', '通行证|/passport.php', '登录系统: 698701', '1671951314972', '49.77.180.58'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/ls', '1671951493951', '240e:3a1:c10:fce0:98f5:5590:c8e5:786a'),
('成功', '通行证|/passport.php', '登录系统: 452277', '1671956650199', '240e:3a1:c10:fce0:98f5:5590:c8e5:786a'),
('成功', '笔记提交|/upload.php', '提交笔记:101', '1671960981002', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.cn/images/replenish_1671961093979_1_660591.PNG|https://on.ordylan.cn/images/replenish_1671961093979_2_750426.PNG|https://on.ordylan.cn/images/replenish_1671961093979_3_933654.PNG|https://on.ordylan.cn/images/replenish_1671961093979_4_808314.PNG|https://on.ordylan.cn/images/replenish_1671961093979_5_455540.PNG|https://on.ordylan.cn/images/replenish_1671961093979_6_628894.PNG|https://on.ordylan.cn/images/replenish_1671961093979_7_750594.PNG|https://on.ordylan.cn/images/replenish_1671961093979_8_421142.PNG|https://on.ordylan.cn/images/replenish_1671961093979_9_840872.PNG|https://on.ordylan.cn/images/replenish_1671961093979_10_285801.PNG|https://on.ordylan.cn/images/replenish_1671961093979_11_888544.PNG|https://on.ordylan.cn/images/replenish_1671961093979_12_606723.PNG|https://on.ordylan.cn/images/replenish_1671961093979_13_806847.PNG|', '1671961093981', '240e:3a1:c10:fce0:6550:4d07:1ae2:91d0'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13;pron_4', '1672020194920', '49.77.180.58'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_16;pron_', '1672103493310', '49.77.180.58'),
('成功', '笔记提交|/upload.php', '提交笔记:102', '1672143951751', '49.77.180.58'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_4', '1672190090833', '49.77.180.58'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1672202676124', '58.212.132.127'),
('成功', '笔记提交|/upload.php', '提交笔记:103', '1672216967682', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18;pron_', '1672274851123', '58.212.132.127'),
('成功', '通行证|/passport.php', '登录系统: 447203', '1672329587349', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_4', '1672361123368', '58.212.132.127'),
('成功', '通行证|/passport.php', '获取系统密码: 846919', '1672392132159', '49.65.247.249'),
('成功', '通行证|/passport.php', '登录系统: 846919', '1672392135411', '49.65.247.249'),
('成功', '通行证|/passport.php', '登录系统: 552911', '1672405300883', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_4', '1672460847628', '58.212.132.127'),
('成功', '笔记提交|/upload.php', '提交笔记:104', '1672474947682', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9;pron_3', '1672537542888', '58.212.132.127'),
('成功', '通行证|/passport.php', '登录系统: 193029', '1672580214944', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11;pron_3', '1672591984955', '240e:3a1:c14:eee0:2509:298d:14fc:f2ae'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/dl', '1672798939921', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl', '1672880394794', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8;pron_', '1672969311815', '58.212.132.127'),
('失败', '通行证|/passport.php', '失败登录系统', '1672991351186', '182.131.36.89'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/dl', '1673066357356', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_2', '1673162868154', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1673184588143', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1673184922925', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_7', '1673185011368', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_;pron_8', '1673185021315', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12;pron_1', '1673185032530', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_20;pron_', '1673185051509', '240e:3a1:c14:eee0:801e:8cf6:612c:fbfb'),
('成功', '手动录入', '系统bug(可能)吞了一个宝箱, 现在补上一个(共31个),正在排查中!!', '1673188685209', '240e:3a1:c14:eee0:5099:3f41:6ef:5108'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14;pron_2;(剩余宝箱30个)', '1673189021673', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10;pron_1;(剩余宝箱30个)', '1673225963948', '58.212.132.127'),
('成功', '手动录入', '日志系统升级', '1673237414058', '58.212.132.127'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共908个);pron_5(共223个);(剩余宝箱30个)', '1673330765646', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_6(共914个);pron_4(共227个);(剩余宝箱30个)', '1673400897373', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共924个);pron_4(共231个);(剩余宝箱30个)', '1673486764063', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共934个);pron_(共231个);(剩余宝箱30个)', '1673575994373', '240e:3a1:c15:a7d0:5443:89b5:d3c3:7f77'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/ls(共13张);(剩余宝箱30个)', '1673659956967', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共949个);pron_(共231个);(剩余宝箱30个)', '1673774879298', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共954个);pron_5(共236个);(剩余宝箱30个)', '1673834348848', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共968个);pron_4(共240个);(剩余宝箱30个)', '1673935320518', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共973个);pron_3(共243个);(剩余宝箱30个)', '1674008869283', '49.65.244.119'),
('失败', '通行证|/passport.php', '失败登录系统', '1674100901255', '240e:45d:ca20:2e47:173a:e1b6:c260:1cfd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共983个);pron_(共243个);(剩余宝箱30个)', '1674199845012', '120.242.255.207'),
('成功', '通行证|/passport.php', '登录系统: 019249', '1674232390119', '36.63.112.30'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共992个);pron_5(共248个);(剩余宝箱30个)', '1674268286602', '36.63.112.30'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共992个);pron_3(共251个);(剩余宝箱30个)', '1674396380597', '36.63.113.227'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共999个);pron_4(共255个);(剩余宝箱30个)', '1674445901580', '36.63.113.227'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_16(共1015个);pron_(共255个);(剩余宝箱30个)', '1674789402278', '36.63.115.63'),
('成功', '通行证|/passport.php', '获取系统密码: 427462', '1674818753754', '117.64.28.72'),
('成功', '通行证|/passport.php', '登录系统: 427462', '1674818765124', '117.64.28.72'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1015个);pron_3(共258个);(剩余宝箱30个)', '1674886150018', '240e:3a1:c15:a7d0:3cdb:88a9:44ba:f22e'),
('失败', '通行证|/passport.php', '旧接口_获取系统密码失败', '1674964896877', '240e:3a1:c15:a7d0:c45:4076:2520:ca25'),
('失败', '通行证|/passport.php', '失败登录系统', '1674964970888', '240e:3a1:c15:a7d0:c45:4076:2520:ca25'),
('成功', '通行证|/passport.php', '登录系统: 288744', '1674964995614', '240e:3a1:c15:a7d0:c45:4076:2520:ca25'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共1020个);pron_1(共259个);(剩余宝箱30个)', '1674965012016', '240e:3a1:c15:a7d0:c45:4076:2520:ca25'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1034个);pron_2(共261个);(剩余宝箱30个)', '1675083211619', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1046个);pron_(共261个);(剩余宝箱30个)', '1675160968410', '240e:3a1:c15:a7d0:849b:37cb:a30e:523a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共20张);(剩余宝箱29个)', '1675160979184', '240e:3a1:c15:a7d0:849b:37cb:a30e:523a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1046个);pron_8(共269个);(剩余宝箱29个)', '1675244606436', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/dl(共16张);(剩余宝箱28个)', '1675244619603', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1060个);pron_(共269个);(剩余宝箱28个)', '1675343440731', '240e:3a1:c15:a7d0:7b:686e:f3e4:3762'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1072个);pron_2(共271个);(剩余宝箱28个)', '1675484837383', '49.65.244.119'),
('成功', '通行证|/passport.php', '登录系统: 659775', '1675514591227', '49.65.244.119'),
('成功', '通行证|/passport.php', '登录系统: 133836', '1675514731607', '49.65.244.119'),
('成功', '笔记提交|/upload.php', '提交笔记:105', '1675516799543', '58.212.132.174'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1085个);pron_(共271个);(剩余宝箱28个)', '1675591706220', '49.65.244.119'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1097个);pron_(共271个);(剩余宝箱28个)', '1675686643396', '240e:3a1:c15:a7d0:b153:3632:d7ff:a01c'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1107个);pron_(共271个);(剩余宝箱28个)', '1675770697784', '240e:3a1:c15:a7d0:81b8:e6b7:63a3:924a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1107个);pron_8(共279个);(剩余宝箱28个)', '1675856485425', '240e:3a1:c1b:a570:cd47:9a41:4aab:7836'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共1114个);pron_1(共280个);(剩余宝箱28个)', '1675942752314', '240e:3a1:c1b:a570:cd47:9a41:4aab:7836'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1125个);pron_(共280个);(剩余宝箱28个)', '1676030096400', '49.77.183.61'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1125个);pron_3(共283个);(剩余宝箱28个)', '1676108658690', '49.74.65.218'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1676109064698', '49.74.65.218'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1676109591680', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1138个);pron_2(共285个);(剩余宝箱32个)', '1676164009365', '49.74.65.218'),
('失败', '通行证|/passport.php', '失败登录系统', '1676177587477', '240e:390:3f:e00:5f3:acab:63fc:97d3'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1138个);pron_6(共291个);(剩余宝箱31个)', '1676183508705', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共17张);(剩余宝箱30个)', '1676183517789', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1138个);pron_8(共299个);(剩余宝箱29个)', '1676208103727', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1148个);pron_(共299个);(剩余宝箱29个)', '1676300286190', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共21张);(剩余宝箱28个)', '1676300303535', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1162个);pron_3(共302个);(剩余宝箱28个)', '1676365620275', '49.74.65.218'),
('成功', '通行证|/passport.php', '登录系统: 347907', '1676368687860', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_6(共1168个);pron_1(共303个);(剩余宝箱28个)', '1676461881960', '240e:3a1:c10:5860:140e:1821:2b1:1a32'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1168个);pron_4(共307个);(剩余宝箱28个)', '1676557883081', '240e:3a1:c10:5860:140e:1821:2b1:1a32'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共22张);(剩余宝箱28个)', '1676633741309', '180.111.133.82'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sw(共16张);(剩余宝箱28个)', '1676676239291', '49.74.65.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1180个);pron_1(共308个);(剩余宝箱28个)', '1676736097054', '240e:3a1:c36:4d10:c4a8:b7a1:20ed:bc4c'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1180个);pron_6(共314个);(剩余宝箱27个)', '1676800025541', '180.111.132.84'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_20(共1200个);pron_(共314个);(剩余宝箱26个)', '1676800033584', '180.111.132.84'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1213个);pron_5(共319个);(剩余宝箱25个)', '1676800061937', '180.111.132.84'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1676800410456', '180.111.132.84'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1676802305473', '180.111.132.84'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1213个);pron_4(共323个);(剩余宝箱29个)', '1676898033699', '49.65.250.151'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共1220个);pron_4(共327个);(剩余宝箱29个)', '1676981220108', '180.111.132.84'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1231个);pron_2(共329个);(剩余宝箱29个)', '1677072320352', '180.111.132.84'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18(共1249个);pron_(共329个);(剩余宝箱29个)', '1677153258403', '240e:3a1:c36:4d10:28ea:3794:87c8:accc'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1260个);pron_5(共334个);(剩余宝箱29个)', '1677237491698', '240e:3a1:c36:4d10:28ea:3794:87c8:accc'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共1265个);pron_5(共339个);(剩余宝箱29个)', '1677325974128', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1279个);pron_2(共341个);(剩余宝箱29个)', '1677384528563', '240e:3a1:c14:a5f0:ec09:2c37:e6c1:e930'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1279个);pron_3(共344个);(剩余宝箱29个)', '1677451960521', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1291个);pron_(共344个);(剩余宝箱29个)', '1677585810265', '49.74.65.40'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1303个);pron_4(共348个);(剩余宝箱29个)', '1677666007940', '114.222.188.183'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1313个);pron_3(共351个);(剩余宝箱29个)', '1677755125726', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1323个);pron_(共351个);(剩余宝箱29个)', '1677842139224', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1337个);pron_5(共356个);(剩余宝箱29个)', '1677922748004', '114.222.188.70'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1337个);pron_5(共361个);(剩余宝箱29个)', '1677970677696', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共1345个);pron_(共361个);(剩余宝箱29个)', '1678161292557', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1356个);pron_(共361个);(剩余宝箱29个)', '1678361829571', '114.222.190.178'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共1361个);pron_1(共362个);(剩余宝箱29个)', '1678444905256', '114.222.187.243'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1361个);pron_4(共366个);(剩余宝箱29个)', '1678525610057', '180.111.133.238'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共1370个);pron_(共366个);(剩余宝箱28个)', '1678581352437', '240e:3a1:c14:a5f0:783b:cea9:f98e:8690'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1380个);pron_1(共367个);(剩余宝箱28个)', '1678720829640', '240e:3a1:c14:a5f0:c06b:e2ec:fb41:4d82'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1394个);pron_(共367个);(剩余宝箱28个)', '1678794496310', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1406个);pron_(共367个);(剩余宝箱28个)', '1678891986392', '240e:3a1:c14:a5f0:c06b:e2ec:fb41:4d82'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1406个);pron_8(共375个);(剩余宝箱28个)', '1678964025700', '49.78.194.80'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1419个);pron_(共375个);(剩余宝箱28个)', '1679052787854', '240e:3a1:c14:a5f0:e504:7bf3:54d8:838e'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_17(共1436个);pron_(共375个);(剩余宝箱27个)', '1679052795338', '240e:3a1:c14:a5f0:e504:7bf3:54d8:838e'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1447个);pron_3(共378个);(剩余宝箱27个)', '1679135226441', '240e:3a1:c14:a5f0:e504:7bf3:54d8:838e'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1462个);pron_(共378个);(剩余宝箱27个)', '1679185691095', '49.74.67.19'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1473个);pron_3(共381个);(剩余宝箱27个)', '1679317262150', '114.222.187.48'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1473个);pron_8(共389个);(剩余宝箱27个)', '1679394652802', '240e:47a:c40:284d:30c0:317:c77f:5efd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1473个);pron_8(共397个);(剩余宝箱27个)', '1679568381777', '240e:47a:c40:284d:30c0:317:c77f:5efd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_17(共1490个);pron_(共397个);(剩余宝箱27个)', '1679653546719', '240e:47a:c40:284d:30c0:317:c77f:5efd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1505个);pron_1(共398个);(剩余宝箱27个)', '1679733638419', '240e:47a:c40:284d:30c0:317:c77f:5efd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1505个);pron_8(共406个);(剩余宝箱27个)', '1679808615134', '49.74.67.244'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1520个);pron_1(共407个);(剩余宝箱26个)', '1679919118170', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1530个);pron_4(共411个);(剩余宝箱26个)', '1679998926544', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_17(共1547个);pron_(共411个);(剩余宝箱25个)', '1679998927761', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共10张);(剩余宝箱25个)', '1680085479102', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/dl(共17张);(剩余宝箱24个)', '1680085481134', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共1552个);pron_5(共416个);(剩余宝箱24个)', '1680174047432', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1567个);pron_1(共417个);(剩余宝箱23个)', '1680174048347', '240e:47a:c40:2447:509:c653:b461:7ab6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1567个);pron_4(共421个);(剩余宝箱23个)', '1680258457931', '240e:47a:c40:1950:6b45:c4a:7600:5660'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1580个);pron_(共421个);(剩余宝箱22个)', '1680258458864', '240e:47a:c40:1950:6b45:c4a:7600:5660'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共1587个);pron_4(共425个);(剩余宝箱22个)', '1680338660595', '240e:47a:c40:1950:2784:53fb:2ab8:d8a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_19(共1606个);pron_(共425个);(剩余宝箱21个)', '1680338661585', '240e:47a:c40:1950:2784:53fb:2ab8:d8a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1606个);pron_3(共428个);(剩余宝箱21个)', '1680394585717', '49.74.67.244'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1618个);pron_(共428个);(剩余宝箱20个)', '1680394586702', '49.74.67.244'),
('成功', '笔记提交|/upload.php', '提交笔记:106', '1680424346565', '49.77.217.14'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.cn/images/replenish_1680424434220_1_936808.png|', '1680424434220', '49.77.217.14'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1618个);pron_7(共435个);(剩余宝箱20个)', '1680523692606', '240e:47a:c40:1950:26be:9c75:b1e5:8cc4'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共1625个);pron_5(共440个);(剩余宝箱20个)', '1680603783496', '240e:47a:c40:1950:9fa5:c14c:a839:66d1'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/ls(共14张);(剩余宝箱20个)', '1680625730306', '49.74.67.244'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1625个);pron_6(共446个);(剩余宝箱19个)', '1680659946538', '114.222.190.94'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1636个);pron_(共446个);(剩余宝箱19个)', '1680778821677', '240e:47a:c40:1950:a8b9:3b4f:c5ff:a174'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1650个);pron_2(共448个);(剩余宝箱19个)', '1680862663296', '240e:47a:c40:1950:a8b9:3b4f:c5ff:a174'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_19(共1669个);pron_(共448个);(剩余宝箱19个)', '1680943636852', '240e:47a:c40:1950:a8b9:3b4f:c5ff:a174'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1679个);pron_4(共452个);(剩余宝箱19个)', '1681006076466', '49.77.182.215'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1679个);pron_5(共457个);(剩余宝箱19个)', '1681208658566', '240e:47b:c40:81d:9cd8:a8ca:c0c4:c6f2'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1689个);pron_5(共462个);(剩余宝箱18个)', '1681208667392', '240e:47b:c40:81d:9cd8:a8ca:c0c4:c6f2'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1699个);pron_(共462个);(剩余宝箱18个)', '1681295384009', '240e:47b:c40:81d:b58a:6db5:f9e6:7339'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共1704个);pron_1(共463个);(剩余宝箱17个)', '1681295384732', '240e:47b:c40:81d:b58a:6db5:f9e6:7339'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1704个);pron_4(共467个);(剩余宝箱17个)', '1681468003989', '240e:47b:c40:81d:cfa8:c184:db0a:4c3d'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1715个);pron_5(共472个);(剩余宝箱17个)', '1681634818231', '240e:47b:c40:81d:7691:cb84:3a6d:8cd3'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yw(共17张);(剩余宝箱16个)', '1681634839042', '240e:47b:c40:81d:7691:cb84:3a6d:8cd3'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共11张);(剩余宝箱16个)', '1681726904355', '240e:47b:c40:81d:51cc:f003:ddaa:37bf'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/dl(共18张);(剩余宝箱16个)', '1681813608856', '240e:47b:c40:81d:51cc:f003:ddaa:37bf'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共18张);(剩余宝箱16个)', '1681900054753', '240e:47b:c40:81d:51cc:f003:ddaa:37bf'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1715个);pron_8(共480个);(剩余宝箱16个)', '1681992419596', '240e:47b:c40:81d:1587:9af3:cef8:a2eb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/ls(共15张);(剩余宝箱16个)', '1682072613736', '240e:47b:c40:81d:a6a6:b1c2:9563:3356'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1727个);pron_1(共481个);(剩余宝箱15个)', '1682088174986', '49.74.67.244'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共19张);(剩余宝箱15个)', '1682132583173', '240e:47b:c40:81d:98b4:5033:1ccd:31af'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共1735个);pron_2(共483个);(剩余宝箱15个)', '1682338039376', '240e:47b:c40:81d:580e:c06d:d4b2:bb9a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共12张);(剩余宝箱15个)', '1682419063833', '114.222.185.122'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1750个);pron_2(共485个);(剩余宝箱14个)', '1682419079274', '114.222.185.122'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sx(共19张);(剩余宝箱14个)', '1682498378497', '240e:47b:c40:81d:77e7:8cd2:e89e:86b7'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共1758个);pron_2(共487个);(剩余宝箱14个)', '1682551275043', '114.222.185.122'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1768个);pron_(共487个);(剩余宝箱13个)', '1682551365772', '240e:3a1:c30:8170:40ad:a812:1a97:d05e'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sw(共17张);(剩余宝箱13个)', '1682645362932', '240e:47a:208:2cbf:cd0:e93f:9d49:5f5a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1780个);pron_(共487个);(剩余宝箱13个)', '1682763869158', '240e:47b:c40:81d:3921:8fc3:8b46:6a58'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sx(共20张);(剩余宝箱13个)', '1682814006429', '114.222.185.122'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_6(共1786个);pron_1(共488个);(剩余宝箱13个)', '1683017475123', '114.222.185.122'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1786个);pron_5(共493个);(剩余宝箱13个)', '1683103511552', '240e:47b:c40:81d:d35d:f1f8:c11b:d7d9'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1799个);pron_(共493个);(剩余宝箱13个)', '1683196909112', '240e:47b:c40:81d:d35d:f1f8:c11b:d7d9'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共1806个);pron_1(共494个);(剩余宝箱13个)', '1683281840669', '240e:47b:c40:81d:bdbb:da04:d649:7232'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共20张);(剩余宝箱13个)', '1683368450932', '240e:47b:c40:81d:986:f9e5:ae83:2216'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1806个);pron_3(共497个);(剩余宝箱13个)', '1683541260581', '240e:47b:c40:81d:385f:3f1e:f367:f3ce'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1817个);pron_1(共498个);(剩余宝箱13个)', '1683627867933', '240e:47b:c40:81d:9582:ee57:17bd:1737'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1817个);pron_7(共505个);(剩余宝箱13个)', '1683713986351', '240e:47b:c40:27a5:2b55:2d44:dd1c:76ae'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1817个);pron_2(共507个);(剩余宝箱13个)', '1683800399069', '240e:47b:c40:27a5:2b55:2d44:dd1c:76ae'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1830个);pron_3(共510个);(剩余宝箱13个)', '1683873163957', '240e:47b:c40:27a5:2b55:2d44:dd1c:76ae'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共23张);(剩余宝箱13个)', '1683987790679', '114.222.191.219'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共1845个);pron_1(共511个);(剩余宝箱13个)', '1684054413476', '49.78.98.194'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1845个);pron_4(共515个);(剩余宝箱13个)', '1684144860620', '49.78.98.194'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1858个);pron_5(共520个);(剩余宝箱13个)', '1684231583322', '49.78.98.194'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共1870个);pron_5(共525个);(剩余宝箱13个)', '1684317999222', '49.94.42.201'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1880个);pron_(共525个);(剩余宝箱13个)', '1684405798934', '49.94.42.201'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共1890个);pron_(共525个);(剩余宝箱13个)', '1684490847782', '49.94.42.201'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共1898个);pron_3(共528个);(剩余宝箱13个)', '1684554144728', '49.77.180.6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共1907个);pron_(共528个);(剩余宝箱13个)', '1684656874798', '49.90.50.177'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1920个);pron_3(共531个);(剩余宝箱13个)', '1684749787638', '49.90.50.177'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1934个);pron_(共531个);(剩余宝箱13个)', '1684830330959', '49.90.50.177'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1934个);pron_8(共539个);(剩余宝箱13个)', '1684919431125', '49.90.50.177'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.cn/images/replenish_1684927475822_1_953085.jpeg|', '1684927475823', '240e:3a1:c1c:fff0:fd25:d961:8ed4:cda2'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共1947个);pron_1(共540个);(剩余宝箱13个)', '1685010396763', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yw(共18张);(剩余宝箱13个)', '1685095122490', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共24张);(剩余宝箱13个)', '1685177037242', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/hx(共10张);(剩余宝箱13个)', '1685354729970', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/hx(共11张);(剩余宝箱13个)', '1685440702218', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1947个);pron_3(共543个);(剩余宝箱13个)', '1685616099810', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共13张);(剩余宝箱13个)', '1685701514466', '49.77.180.6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共1958个);pron_4(共547个);(剩余宝箱13个)', '1685781696125', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yw(共19张);(剩余宝箱13个)', '1685838994494', '49.77.180.6'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共21张);(剩余宝箱13个)', '1685959209969', '240e:47b:c00:78b8:a2bb:82fa:7878:f946'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sx(共21张);(剩余宝箱13个)', '1686131987470', '240e:47b:c00:7234:7ec1:1c0f:2055:38ff'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1958个);pron_5(共552个);(剩余宝箱13个)', '1686220347883', '240e:47b:c00:7234:8e7f:9f67:3a35:6a4'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共1958个);pron_2(共554个);(剩余宝箱13个)', '1686305000052', '240e:47b:c00:7234:e88e:c006:fc43:87c0'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1972个);pron_3(共557个);(剩余宝箱13个)', '1686386261091', '240e:47b:c00:7234:3cd0:7c9d:825b:8a90'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.cn/images/replenish_1686455020526_1_391870.jpeg|', '1686455020550', '240e:3a1:c1c:fff0:9872:ce50:9ab:3953'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/ls(共16张);(剩余宝箱13个)', '1686462147161', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/hx(共12张);(剩余宝箱12个)', '1686462391760', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sw(共18张);(剩余宝箱11个)', '1686462408501', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/hx(共13张);(剩余宝箱10个)', '1686462419753', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共14张);(剩余宝箱9个)', '1686462430814', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/wl(共25张);(剩余宝箱8个)', '1686462440473', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/all(共1张);(剩余宝箱7个)', '1686462456198', '240e:3a1:c17:7870:f1a7:55ed:cc4e:72ac'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共1986个);pron_(共557个);(剩余宝箱7个)', '1686558921395', '240e:47b:c00:7234:550:3ed7:a8d2:4e12'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共15张);(剩余宝箱7个)', '1686736560351', '240e:47b:c00:7234:6222:878b:ef40:ca9a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共1994个);pron_4(共561个);(剩余宝箱7个)', '1686820124437', '240e:47b:c00:7234:6222:878b:ef40:ca9a'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18(共2012个);pron_(共561个);(剩余宝箱7个)', '1686889869543', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共2026个);pron_(共561个);(剩余宝箱6个)', '1686889900086', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_20(共2046个);pron_(共561个);(剩余宝箱5个)', '1686889909111', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_20(共2066个);pron_(共561个);(剩余宝箱4个)', '1686889910783', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2066个);pron_8(共569个);(剩余宝箱3个)', '1686889919307', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1686890147531', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1686890480916', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2066个);pron_2(共571个);(剩余宝箱5个)', '1686890680343', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18(共2084个);pron_(共571个);(剩余宝箱4个)', '1686890691670', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2093个);pron_3(共574个);(剩余宝箱3个)', '1686890702102', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1686890906332', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共2100个);pron_4(共578个);(剩余宝箱4个)', '1686890943712', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2100个);pron_5(共583个);(剩余宝箱3个)', '1686890979349', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18(共2118个);pron_(共583个);(剩余宝箱2个)', '1686890989001', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2118个);pron_3(共586个);(剩余宝箱1个)', '1686891003143', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_6(共2124个);pron_5(共591个);(剩余宝箱0个)', '1686891012598', '240e:3a1:c1e:a0:b959:471d:a1c0:3e92'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1686976005390', '58.212.132.162'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共2132个);pron_2(共593个);(剩余宝箱1个)', '1686976013561', '58.212.132.162'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1686976392350', '58.212.132.162'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1686977131653', '58.212.132.162'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2132个);pron_4(共597个);(剩余宝箱3个)', '1686978897245', '240e:3a1:c1e:a0:f8e2:136a:3f6e:cebe'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2141个);pron_(共597个);(剩余宝箱2个)', '1686978899287', '240e:3a1:c1e:a0:f8e2:136a:3f6e:cebe'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共2154个);pron_2(共599个);(剩余宝箱1个)', '1686978908534', '240e:3a1:c1e:a0:f8e2:136a:3f6e:cebe'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2154个);pron_5(共604个);(剩余宝箱0个)', '1686978917392', '240e:3a1:c1e:a0:f8e2:136a:3f6e:cebe'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687062154712', '58.212.132.162'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687063917653', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_18(共2172个);pron_(共604个);(剩余宝箱3个)', '1687064266443', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共2179个);pron_4(共608个);(剩余宝箱2个)', '1687064284298', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共2184个);pron_2(共610个);(剩余宝箱1个)', '1687064346710', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2193个);pron_(共610个);(剩余宝箱0个)', '1687064363939', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687064535519', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共2203个);pron_(共610个);(剩余宝箱1个)', '1687064539831', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2203个);pron_3(共613个);(剩余宝箱0个)', '1687064548706', '240e:3a1:c1e:a0:9c:206b:7aaa:f02f'),
('失败', '通行证|/passport.php', '失败登录系统', '1687096109448', '221.198.192.218'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共2214个);pron_2(共615个);(剩余宝箱0个)', '1687132484795', '240e:47b:c00:7234:9692:e5d2:fccc:56bd'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2229个);pron_2(共617个);(剩余宝箱-1个)', '1687132627673', '240e:47b:c00:7234:9692:e5d2:fccc:56bd'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687251081602', '240e:3a1:c15:e0f0:11bd:ce62:afe6:ad55'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687252736416', '240e:3a1:c15:e0f0:11bd:ce62:afe6:ad55'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2229个);pron_4(共621个);(剩余宝箱1个)', '1687252755078', '240e:3a1:c15:e0f0:11bd:ce62:afe6:ad55'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2229个);pron_3(共624个);(剩余宝箱1个)', '1687310183925', '240e:3a1:c15:e0f0:2137:aafd:6f54:e6bb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_5(共2234个);pron_5(共629个);(剩余宝箱1个)', '1687398630323', '58.212.135.106'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yw(共20张);(剩余宝箱1个)', '1687496549237', '240e:47a:470:5729:23d5:e795:ca2c:6c04');
INSERT INTO `onlogs` (`tips`, `nameurl`, `logtext`, `time`, `ip`) VALUES
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2234个);pron_3(共632个);(剩余宝箱1个)', '1687695501357', '49.74.65.211'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687696311822', '49.74.65.211'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687696743704', '49.74.65.211'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687697040209', '49.74.65.211'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2234个);pron_4(共636个);(剩余宝箱5个)', '1687700107391', '49.74.65.211'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共2244个);pron_3(共639个);(剩余宝箱4个)', '1687700167453', '49.74.65.211'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2244个);pron_5(共644个);(剩余宝箱3个)', '1687700173594', '49.74.65.211'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2244个);pron_3(共647个);(剩余宝箱3个)', '1687742220948', '58.212.134.11'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687786044895', '58.212.134.11'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1687787251851', '58.212.134.11'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687787750831', '58.212.134.11'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_17(共2261个);pron_(共647个);(剩余宝箱7个)', '1687787757648', '58.212.134.11'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2276个);pron_5(共652个);(剩余宝箱6个)', '1687787766482', '58.212.134.11'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2291个);pron_(共652个);(剩余宝箱5个)', '1687787774179', '58.212.134.11'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共2305个);pron_2(共654个);(剩余宝箱4个)', '1687787780418', '58.212.134.11'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共2318个);pron_(共654个);(剩余宝箱4个)', '1687840401363', '240e:3a1:c1d:5620:fc87:2462:33a:3988'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_12(共2330个);pron_2(共656个);(剩余宝箱3个)', '1687854675665', '49.77.182.133'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687855119218', '49.77.182.133'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687855292167', '49.77.182.133'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687855639877', '49.77.182.133'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共2337个);pron_4(共660个);(剩余宝箱5个)', '1687856068891', '49.77.182.133'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共2348个);pron_2(共662个);(剩余宝箱5个)', '1687913148527', '114.222.189.228'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687913609919', '114.222.189.228'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687914414985', '114.222.189.228'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:1', '1687917532098', '114.222.189.228'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2348个);pron_8(共670个);(剩余宝箱7个)', '1687925164352', '114.222.189.228'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/sw(共19张);(剩余宝箱6个)', '1687925170040', '114.222.189.228'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共2362个);pron_3(共673个);(剩余宝箱5个)', '1687925175860', '114.222.189.228'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_6(共2368个);pron_3(共676个);(剩余宝箱5个)', '1688001370987', '49.74.65.211'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2377个);pron_2(共678个);(剩余宝箱5个)', '1688132209122', '240e:3a1:c1d:5620:7116:daa7:fb:7b4e'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yy(共22张);(剩余宝箱5个)', '1688174871258', '49.74.67.227'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2377个);pron_3(共681个);(剩余宝箱5个)', '1688514866459', '240e:47b:c78:5f6:56d3:d0aa:2aa1:d42b'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共2385个);pron_3(共684个);(剩余宝箱5个)', '1688774118549', '240e:468:8598:b85e:f840:da57:4a2d:c554'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2385个);pron_8(共692个);(剩余宝箱4个)', '1688816442863', '240e:468:e598:717f:49e4:3a89:5760:4e82'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2394个);pron_(共692个);(剩余宝箱4个)', '1688876658033', '240e:468:e598:717f:49e4:3a89:5760:4e82'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2403个);pron_5(共697个);(剩余宝箱4个)', '1688946886640', '223.153.227.231'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2403个);pron_3(共700个);(剩余宝箱4个)', '1689145700272', '240e:3a1:d0b:d540:b1a5:d782:2277:6bb4'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_11(共2414个);pron_(共700个);(剩余宝箱4个)', '1689211503554', '121.237.62.251'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2429个);pron_1(共701个);(剩余宝箱4个)', '1689559976457', '114.221.229.20'),
('成功', '通行证|/passport.php', '登录系统: 349740', '1689645433436', '121.237.63.139'),
('失败', '通行证|/passport.php', '失败登录系统', '1689645521319', '121.237.63.139'),
('成功', '通行证|/passport.php', '登录系统: 624061', '1689645538141', '121.237.63.139'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共2439个);pron_1(共702个);(剩余宝箱4个)', '1689645557432', '121.237.63.139'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共2453个);pron_2(共704个);(剩余宝箱4个)', '1689731417212', '114.221.229.20'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共2463个);pron_5(共709个);(剩余宝箱4个)', '1689822791259', '114.221.53.77'),
('成功', '通行证|/passport.php', '获取系统密码: 117957', '1689845868159', '49.65.247.207'),
('成功', '通行证|/passport.php', '登录系统: 117957', '1689845873371', '49.65.247.207'),
('成功', '通行证|/passport.php', '登录系统: 478766', '1689847413924', '114.221.229.20'),
('成功', '通行证|/passport.php', '登录系统: 478766', '1689847437695', '240e:3a1:d0e:efb0:4cb5:3c46:3aad:5c79'),
('成功', '通行证|/passport.php', '登录系统: 465041', '1689847825756', '240e:3a1:d0e:efb0:4cb5:3c46:3aad:5c79'),
('成功', '通行证|/passport.php', '获取系统密码: 124522', '1689902768393', '114.221.229.20'),
('成功', '通行证|/passport.php', '登录系统: 124522', '1689902784971', '114.221.229.20'),
('成功', '通行证|/passport.php', '获取系统密码: 124522', '1689902784974', '114.221.229.20'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_7(共2470个);pron_3(共712个);(剩余宝箱4个)', '1689902815704', '114.221.229.20'),
('成功', '通行证|/passport.php', '登录系统: 776789', '1689991070138', '240e:3a0:d00:6745:440c:834:aad2:e62'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2485个);pron_4(共716个);(剩余宝箱4个)', '1689999078879', '240e:3a0:d00:6871:440c:834:aad2:e62'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/zz(共16张);(剩余宝箱4个)', '1690274413299', '58.212.134.155'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_8(共2493个);pron_5(共721个);(剩余宝箱4个)', '1690443568256', '104.28.213.200'),
('成功', '开箱游戏|/boxopen.php', '开箱得到卡:exam/yw(共21张);(剩余宝箱4个)', '1690516498016', '240e:3a1:c1f:1940:70d8:86a7:b2fb:d0cb'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.com/images/replenish_1690561018421_1_101757.conf|https://on.ordylan.com/images/replenish_1690561018421_2_966162.conf|https://on.ordylan.com/images/replenish_1690561018421_3_328240.conf|', '1690561018428', '127.0.0.1'),
('成功', '文件上传|/upfile.php', '上传文件:https://on.ordylan.com/images/replenish_1690561192958_1_981076.conf|https://on.ordylan.com/images/replenish_1690561192958_2_240295.conf|https://on.ordylan.com/images/replenish_1690561192958_3_654782.conf|', '1690561192964', '127.0.0.1'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_14(共2507个);pron_1(共722个);(剩余宝箱3个)', '1690616757610', '240e:3a1:c1f:1940:70d8:86a7:b2fb:d0cb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_10(共2517个);pron_4(共726个);(剩余宝箱3个)', '1690892556056', '114.221.231.135'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1690895477089', '58.212.132.132'),
('成功', '看笔记得奖励|/getaward.php', '看笔记获得宝箱:2', '1690896339266', '58.212.132.132'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2517个);pron_3(共729个);(剩余宝箱7个)', '1690949380080', '240e:3a1:d08:5f50:dc7c:a3ee:afeb:5bc5'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_13(共2530个);pron_5(共734个);(剩余宝箱7个)', '1691065189471', '240e:3a1:d08:5f50:70d8:86a7:b2fb:d0cb'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2545个);pron_2(共736个);(剩余宝箱7个)', '1691204619920', '114.221.231.135'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2545个);pron_7(共743个);(剩余宝箱7个)', '1691283608804', '114.221.231.135'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_(共2545个);pron_3(共746个);(剩余宝箱6个)', '1691325599338', '114.221.231.135'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_15(共2560个);pron_4(共750个);(剩余宝箱5个)', '1691325601801', '114.221.231.135'),
('成功', '开箱游戏|/boxopen.php', '开箱得到点|图:kp_9(共2569个);pron_(共750个);(剩余宝箱5个)', '1691458354626', '114.221.231.135');

-- --------------------------------------------------------

--
-- 表的结构 `ordylannote`
--

CREATE TABLE IF NOT EXISTS `ordylannote` (
  `checkin` text NOT NULL COMMENT '签到',
  `boxnum` int(11) NOT NULL COMMENT '宝箱个数',
  `dailyview1` text NOT NULL COMMENT '看笔记任务1',
  `dailyview2` text NOT NULL COMMENT '看笔记任务2',
  `dailyview3` text NOT NULL COMMENT '看笔记任务3',
  `knowledgepoints` int(11) NOT NULL COMMENT '知识点个数',
  `RPON` int(11) NOT NULL COMMENT 'Remnant page of notes笔记残图个数',
  `test` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='笔记系统';

--
-- 转存表中的数据 `ordylannote`
--

INSERT INTO `ordylannote` (`checkin`, `boxnum`, `dailyview1`, `dailyview2`, `dailyview3`, `knowledgepoints`, `RPON`, `test`) VALUES
('true', 5, '', '', '', 2569, 750, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ordylannotecard`
--

CREATE TABLE IF NOT EXISTS `ordylannotecard` (
  `exam/yw` int(11) NOT NULL,
  `exam/sx` int(11) NOT NULL,
  `exam/yy` int(11) NOT NULL,
  `exam/wl` int(11) NOT NULL,
  `exam/hx` int(11) NOT NULL,
  `exam/zz` int(11) NOT NULL,
  `exam/ls` int(11) NOT NULL,
  `exam/sw` int(11) NOT NULL,
  `exam/dl` int(11) NOT NULL,
  `exam/all` int(11) NOT NULL,
  `test` int(11) NOT NULL COMMENT '没有用测试'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='笔记系统卡牌';

--
-- 转存表中的数据 `ordylannotecard`
--

INSERT INTO `ordylannotecard` (`exam/yw`, `exam/sx`, `exam/yy`, `exam/wl`, `exam/hx`, `exam/zz`, `exam/ls`, `exam/sw`, `exam/dl`, `exam/all`, `test`) VALUES
(21, 21, 22, 25, 13, 16, 16, 19, 18, 1, 0);

-- --------------------------------------------------------

--
-- 表的结构 `ordylannoterank`
--

CREATE TABLE IF NOT EXISTS `ordylannoterank` (
  `username` text NOT NULL COMMENT '用户名',
  `userimg` text NOT NULL COMMENT '图片',
  `kp` int(11) NOT NULL COMMENT '知识点',
  `pron` int(11) NOT NULL COMMENT '残图',
  `userid` int(11) NOT NULL COMMENT '!随机排行按的是这个,0是本人'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='趣味排行榜';

--
-- 转存表中的数据 `ordylannoterank`
--

INSERT INTO `ordylannoterank` (`username`, `userimg`, `kp`, `pron`, `userid`) VALUES
('test1', '', 1, 1, 1),
('test2', '', 2, 2, 2);

-- --------------------------------------------------------

--
-- 表的结构 `temptasks`
--

CREATE TABLE IF NOT EXISTS `temptasks` (
  `id` int(6) unsigned NOT NULL,
  `name` varchar(100) NOT NULL,
  `subject` varchar(50) NOT NULL,
  `complete` tinyint(1) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `tempvideoviewtotal`
--

CREATE TABLE IF NOT EXISTS `tempvideoviewtotal` (
  `mode` int(11) NOT NULL COMMENT '0学习1中考',
  `subject` int(11) NOT NULL COMMENT '学科(参考tag)',
  `url` text NOT NULL COMMENT '文件路径',
  `info` text NOT NULL COMMENT '描述',
  `isfinish` int(11) NOT NULL COMMENT '是(1)否(0)完成',
  `id` int(11) NOT NULL COMMENT '暂时排序'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `WED`
--

CREATE TABLE IF NOT EXISTS `WED` (
  `id` int(11) NOT NULL COMMENT 'id',
  `s` int(11) NOT NULL COMMENT '学科',
  `u` text NOT NULL COMMENT '题目url',
  `i` text NOT NULL COMMENT '说明',
  `ai` text NOT NULL COMMENT '题目答案图',
  `a` text NOT NULL COMMENT '答案{AAA}分割',
  `d` text NOT NULL COMMENT '错题日期·',
  `r` int(11) NOT NULL COMMENT '是否回答过(不被抽)'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='刷错题';

--
-- 转存表中的数据 `WED`
--

INSERT INTO `WED` (`id`, `s`, `u`, `i`, `ai`, `a`, `d`, `r`) VALUES
(1, 14, 'https://on.ordylan.com/images/WEDimages/Q_1.PNG', '可能是看错了', 'https://on.ordylan.com/images/WEDimages/A_1.PNG', '0.25{AAA}>{AAA}<', '1671895908946', 1),
(2, 14, 'https://on.ordylan.com/images/WEDimages/Q_2.PNG', '{GOODQ}第3问不会', 'https://on.ordylan.com/images/WEDimages/A_2.PNG', '500{AAA}83.3%{AAA}85.8%', '1671896071707', 0),
(3, 14, 'https://on.ordylan.com/images/WEDimages/Q_3.PNG', '忘记错因', 'https://on.ordylan.com/images/WEDimages/A_3.PNG', 'D', '1671896183925', 1),
(4, 14, 'https://on.ordylan.com/images/WEDimages/Q_4.PNG', '[注意题目好像出错了不要看它!!]不知道为啥错', '', '931.6{AAA}120{AAA}1250', '1671896256385', 1),
(5, 14, 'https://on.ordylan.com/images/WEDimages/Q_5.PNG', '{GOODQ}不会', 'https://on.ordylan.com/images/WEDimages/A_5.PNG', 'A', '1671896338519', 1),
(6, 14, 'https://on.ordylan.com/images/WEDimages/Q_6.PNG', '{GOODQ}看第三题', 'https://on.ordylan.com/images/WEDimages/A_6.PNG', '', '1671943861225', 0),
(7, 14, 'https://on.ordylan.com/images/WEDimages/Q_7.PNG', '{GOODQ}出得新|好', 'https://on.ordylan.com/images/WEDimages/A_7.PNG', 'B', '1671944034737', 0),
(8, 15, 'https://on.ordylan.com/images/WEDimages/Q_8.jpeg', '{GOODQ}节选|向饱和石灰水中加入少量的生石灰, 图像是否正确?', '', '正确{AAA}!向饱和石灰水中加入少量的生石灰,生石灰和水反应生成氢氧化钙,该反应放出热量,溶液温度升高,氢氧化钙的溶解度随温度的升高而减小,随后随着温度的下降,氢氧化钙的溶解度又变大,恢复到常温保持不变。', '1671944833300', 1),
(9, 15, 'https://on.ordylan.com/images/WEDimages/Q_9.jpeg', '{GOODQ}节选|用一定质量的过氧化氢溶液制取氧气, 实验中水的质量随时间变化关系是否正确', '', '错误{AAA}! 过氧化氢分解会产生氧气和水，所以反应过程中水的质量增加，但过氧化氢溶液中本来就含有水，故图像不应该从原点开始，故错误', '1671945379760', 1),
(10, 15, 'https://on.ordylan.com/images/WEDimages/Q_10.jpeg', '当时不会', 'https://on.ordylan.com/images/WEDimages/A_10.jpeg', 'C', '1671945605263', 1),
(11, 15, 'https://on.ordylan.com/images/WEDimages/Q_11.jpeg', '{GOODQ}当时不会', 'https://on.ordylan.com/images/WEDimages/A_11.jpeg', 'C', '1671945699797', 1),
(12, 15, 'https://on.ordylan.com/images/WEDimages/Q_12.jpeg', '{GOODQ}当时不会', 'https://on.ordylan.com/images/WEDimages/A_12.jpeg', 'BD', '1671946528430', 0),
(13, 15, '', '化学干燥剂', '', 'NaOH{AAA}CaO{AAA}H2SO4{AAA}CaCl2', '1671963898521', 1),
(14, 15, 'https://on.ordylan.com/images/WEDimages/Q_14.PNG', '简单的基础题', 'https://on.ordylan.com/images/WEDimages/A_14.PNG', '', '1672063947281', 1),
(15, 15, 'https://on.ordylan.com/images/WEDimages/Q_15.PNG', '{GOODQ}不会,感觉好难', 'https://on.ordylan.com/images/WEDimages/A_15.PNG', '', '1672064170453', 0),
(16, 15, 'https://on.ordylan.com/images/WEDimages/Q_16.PNG', '还可以的题', 'https://on.ordylan.com/images/WEDimages/A_16.PNG', '', '1672064454745', 1),
(17, 15, 'https://on.ordylan.com/images/WEDimages/Q_17.PNG', '概念混淆了哦', '', 'A', '1672064595136', 1),
(18, 15, 'https://on.ordylan.com/images/WEDimages/Q_18.PNG', '题目不难就是当时不会啊啊啊', '', 'A', '1672064672469', 1),
(19, 15, 'https://on.ordylan.com/images/WEDimages/Q_19.PNG', '{GOODQ}{EASYW}天津中考值得收藏!会的话也不难哦(嘿嘿这题还有坑)', '', 'BC', '1672064766798', 0),
(20, 15, 'https://on.ordylan.com/images/WEDimages/Q_20.PNG', '怎么错的忘了', '', 'C', '1672064923734', 1),
(21, 15, 'https://on.ordylan.com/images/WEDimages/Q_21.PNG', '好好算!', '', 'D', '1672064975143', 0),
(22, 15, 'https://on.ordylan.com/images/WEDimages/Q_22.PNG', '还未看错因', '', 'D', '1672065065155', 0),
(23, 15, 'https://on.ordylan.com/images/WEDimages/Q_23.PNG', '做个小探究的精华放松一下吧', 'https://on.ordylan.com/images/WEDimages/A_23.PNG', 'DE', '1672065280380', 0),
(24, 14, 'https://on.ordylan.com/images/WEDimages/Q_24.jpg', '简单但有创意的小题题', 'https://on.ordylan.com/images/1672143951748_10_396641.jpg', 'D', '1672141659710', 1),
(25, 14, 'https://on.ordylan.com/images/WEDimages/Q_25.PNG', '一个创意简单题', 'https://on.ordylan.com/images/1672216967681_3_720616.jpg', 'D', '1672205574426', 1),
(26, 13, 'https://on.ordylan.com/images/WEDimages/Q_26.PNG', '不难', 'https://on.ordylan.com/images/WEDimages/A_26.PNG', 'B', '1672322809949', 1),
(27, 13, 'https://on.ordylan.com/images/WEDimages/Q_27.PNG', '可以说有点易错', 'https://on.ordylan.com/images/WEDimages/A_27.PNG', 'A', '1672322962527', 1),
(28, 13, 'https://on.ordylan.com/images/WEDimages/Q_28.PNG', '固定搭配吧', 'https://on.ordylan.com/images/WEDimages/A_28.PNG', 'A', '1672323005963', 1),
(29, 13, 'https://on.ordylan.com/images/WEDimages/Q_29.PNG', '首字母哦,错太多了放一下,时间多可以做', 'https://on.ordylan.com/images/WEDimages/A_29.PNG', 'winter{AAA}still{AAA}difficult{AAA}colour{AAA}home{AAA}lonely{AAA}worked{AAA}join{AAA}warm{AAA}nothing', '1672323726546', 0),
(30, 13, 'https://on.ordylan.com/images/WEDimages/Q_30.PNG', '{GOODQ}{STAR}快乐3+1~3易混淆知识点题目改编整理+一简单放松', 'https://on.ordylan.com/images/WEDimages/A_30.PNG', '', '1672325005367', 1),
(31, 13, 'https://on.ordylan.com/images/WEDimages/Q_31.PNG', '做错了', 'https://on.ordylan.com/images/WEDimages/A_31.PNG', 'C', '1672325336449', 1),
(32, 13, 'https://on.ordylan.com/images/WEDimages/Q_32.PNG', '任务型节选', 'https://on.ordylan.com/images/WEDimages/A_32.PNG', 'beyond', '1672325693341', 1),
(33, 13, 'https://on.ordylan.com/images/WEDimages/Q_33.PNG', '简单任务型1空改编', '', 'die', '1672326008081', 1),
(34, 13, 'https://on.ordylan.com/images/WEDimages/Q_34.PNG', '做错了', 'https://on.ordylan.com/images/WEDimages/A_34.PNG', 'wealthy', '1672326243819', 1),
(35, 13, 'https://on.ordylan.com/images/WEDimages/Q_35.PNG', '做错了', 'https://on.ordylan.com/images/WEDimages/A_35.PNG', 'to mistake', '1672326469854', 1),
(36, 13, 'https://on.ordylan.com/images/WEDimages/Q_36.PNG', '做的第二次还错了一大堆', 'https://on.ordylan.com/images/WEDimages/A_36.PNG', 'C{AAA}D{AAA}C{AAA}B{AAA}C{AAA}A{AAA}B{AAA}D{AAA}A{AAA}C', '1672326873008', 0),
(37, 13, 'https://on.ordylan.com/images/WEDimages/Q_37.jpeg', '{STAR}{EASYW}不擅长这个知识点', 'https://on.ordylan.com/images/WEDimages/A_37.jpeg', 'D', '1672373164184', 1),
(38, 17, 'https://on.ordylan.com/images/WEDimages/Q_38.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_38.jpeg', 'D', '1672384116257', 1),
(39, 14, 'https://on.ordylan.com/images/WEDimages/Q_39.PNG', '{GOODQ}做对了, 但题有创意!微计算, 可以做.', 'https://on.ordylan.com/images/WEDimages/A_39.jpg', 'C', '1672394993960', 1),
(40, 14, 'https://on.ordylan.com/images/WEDimages/Q_40.jpeg', '{GOODQ}{EASYW}计算量适中', 'https://on.ordylan.com/images/WEDimages/A_40.jpeg', 'D', '1672405837604', 0),
(41, 14, 'https://on.ordylan.com/images/WEDimages/Q_41.jpeg', '{STAR}这多选题{EASYW}', 'https://on.ordylan.com/images/WEDimages/A_41.jpeg', 'CD', '1672413569638', 1),
(42, 14, 'https://on.ordylan.com/images/WEDimages/Q_42.jpeg', '{STAR}', 'https://on.ordylan.com/images/WEDimages/A_42.jpeg', 'A', '1672413977331', 1),
(43, 15, 'https://on.ordylan.com/images/WEDimages/Q_43.jpg', '不要写方程', 'https://on.ordylan.com/images/WEDimages/A_43.jpg', 'D', '1672471161996', 0),
(44, 15, 'https://on.ordylan.com/images/WEDimages/Q_44.jpg', '{STAR}这题真的是太{EASYW}了!', 'https://on.ordylan.com/images/WEDimages/A_44.jpg', 'AD', '1672476134241', 0),
(45, 14, 'https://on.ordylan.com/images/WEDimages/Q_45.jpeg', '{EASYW}有小提示, 画个受力分析就完成了!', 'https://on.ordylan.com/images/WEDimages/A_45.jpeg', 'AB', '1672491899813', 0),
(46, 14, 'https://on.ordylan.com/images/WEDimages/Q_46.jpg', '{GOODQ}提示,345三角形角度比为37:53:90', 'https://on.ordylan.com/images/WEDimages/A_46.jpeg', 'D', '1672492362118', 0),
(47, 14, '', '木块刚开始滑动时受到的摩擦力_____匀速运动时受到的摩擦力。', '', '大于', '1672494787728', 0),
(48, 14, 'https://on.ordylan.com/images/WEDimages/Q_48.jpeg', '真的是太{EASYW}了', 'https://on.ordylan.com/images/WEDimages/A_48.jpeg', '170', '1672571626857', 0),
(49, 14, 'https://on.ordylan.com/images/WEDimages/Q_49.jpeg', '简单受力分析微计算', '', '5{AAA}2', '1672572318973', 1),
(50, 17, 'https://on.ordylan.com/images/WEDimages/Q_50.jpeg', '', '', 'A', '1672734978379', 0),
(51, 13, 'https://on.ordylan.com/images/WEDimages/Q_51.jpeg', '{STAR}一个英语地理介词题', 'https://on.ordylan.com/images/WEDimages/A_51.jpeg', 'D', '1672800965335', 0),
(52, 17, 'https://on.ordylan.com/images/WEDimages/Q_52.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_52.jpeg', 'C', '1672814934756', 0),
(53, 17, 'https://on.ordylan.com/images/WEDimages/Q_53.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_53.jpeg', 'C', '1672814954293', 0),
(54, 17, 'https://on.ordylan.com/images/WEDimages/Q_54.jpeg', '小题', 'https://on.ordylan.com/images/WEDimages/A_54.jpeg', 'C', '1672820326054', 0),
(55, 14, 'https://on.ordylan.com/images/WEDimages/Q_55.jpeg', '{GOODQ}一个受力分析题, 计算量适中', 'https://on.ordylan.com/images/WEDimages/A_55.jpeg', '', '1672831311936', 0),
(56, 17, 'https://on.ordylan.com/images/WEDimages/Q_56.jpg', '小历史题', 'https://on.ordylan.com/images/WEDimages/A_56.jpg', 'D', '1672904972490', 0),
(57, 17, 'https://on.ordylan.com/images/WEDimages/Q_57.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_57.jpeg', 'B', '1672922238028', 1),
(58, 15, 'https://on.ordylan.com/images/WEDimages/Q_58.PNG', '{STAR}真是{GOODQ}, 部分搜题软件上的解析还是错的!', 'https://on.ordylan.com/images/WEDimages/A_58.PNG', 'B', '1672929846132', 0),
(59, 12, 'https://on.ordylan.com/images/WEDimages/Q_59.jpg', '{GOODQ}一点难哦可以做做', 'https://on.ordylan.com/images/WEDimages/A_59.jpg', '', '1672996877951', 0),
(60, 17, 'https://on.ordylan.com/images/WEDimages/Q_60.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_60.jpeg', 'C', '1673361655579', 0),
(61, 17, 'https://on.ordylan.com/images/WEDimages/Q_61.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_61.jpeg', 'A', '1673604755882', 0),
(62, 14, 'https://on.ordylan.com/images/WEDimages/Q_62.jpeg', '这题考点当时都理解错了', 'https://on.ordylan.com/images/WEDimages/A_62.jpeg', 'C', '1673700360476', 0),
(63, 14, 'https://on.ordylan.com/images/WEDimages/Q_63.jpeg', '{EASYW}', 'https://on.ordylan.com/images/WEDimages/A_63.jpeg', '', '1673701049763', 0),
(64, 14, 'https://on.ordylan.com/images/WEDimages/Q_64.png', '{STAR}', 'https://on.ordylan.com/images/WEDimages/A_64.jpeg', '', '1673702573952', 0),
(65, 14, 'https://on.ordylan.com/images/WEDimages/Q_65.jpeg', '一个有疑惑的题先放这{STAR}似乎都对的', '', '', '1673702969477', 0),
(66, 14, 'https://on.ordylan.com/images/WEDimages/Q_66.jpeg', '{STAR}', '', '有{AAA}蜡烛', '1673704096559', 0),
(67, 14, 'https://on.ordylan.com/images/WEDimages/Q_67.PNG', '{STAR}一个简单好液压题当时不会', 'https://on.ordylan.com/images/WEDimages/A_67.PNG', '<{AAA}>', '1673775894632', 0),
(68, 14, 'https://on.ordylan.com/images/WEDimages/Q_68.jpg', '{STAR}{EASYW}1/u+1/v=1/f', '', 'B', '1673777378265', 0),
(69, 14, '', '在做研究气泡运动规律的实验中,为了方便测量时间应该减小___. 为了更好地了解运动情况,间隔应该更____.', '', '气泡长度{AAA}小', '1673947291701', 0),
(70, 14, '', '{EASYW}有一个电能表上面写的220V 10A, 请问这个电能表的额定功率是否为200W?', '', '否', '1674821932482', 0),
(71, 13, 'https://on.ordylan.com/images/WEDimages/Q_71.jpeg', '{STAR}关于some•time', 'https://on.ordylan.com/images/WEDimages/A_71.jpeg', 'D', '1674916213156', 0),
(72, 14, '', '平面镜成像实验中玻璃板应该___放置', '', '竖直', '1674963898954', 0),
(73, 14, 'https://on.ordylan.com/images/WEDimages/Q_73.jpeg', '{STAR}{GOODQ}神奇', 'https://on.ordylan.com/images/WEDimages/A_73.jpeg', 'B', '1674980976491', 0),
(74, 13, 'https://on.ordylan.com/images/WEDimages/Q_74.jpeg', '{EASYW}', '', 'A', '1675327171468', 0),
(75, 13, 'https://on.ordylan.com/images/WEDimages/Q_75.jpeg', '{EASYW}', 'https://on.ordylan.com/images/WEDimages/A_75.jpeg', 'B', '1675327210081', 0),
(76, 13, 'https://on.ordylan.com/images/WEDimages/Q_76.jpeg', '{EASYW}', '', 'D', '1675327595251', 0),
(77, 17, '', '三国协约是由___国首先倡导建立的', '', '俄', '1675343535094', 0),
(78, 14, '', '发电机将___能转化为电能', '', '其他形式的', '1675495085399', 0),
(79, 12, 'https://on.ordylan.com/images/WEDimages/Q_79.jpeg', '{STAR}{EASYW}{GOODQ}在一个群里面看到的, 神奇', 'https://on.ordylan.com/images/WEDimages/A_79.jpeg', 'C', '1675497085378', 0),
(80, 17, 'https://on.ordylan.com/images/WEDimages/Q_80.jpeg', '', 'https://on.ordylan.com/images/WEDimages/A_80.jpeg', 'B', '1675609106841', 0),
(81, 13, 'https://on.ordylan.com/images/WEDimages/Q_81.jpeg', '', '', 'B', '1675770718420', 0),
(82, 13, 'https://on.ordylan.com/images/WEDimages/Q_82.jpeg', '', '', 'D', '1675771211211', 0),
(83, 13, '', 'Pandas are cute and they like eating 竹子.', '', 'bamboo', '1675771581091', 0),
(84, 13, 'https://on.ordylan.com/images/WEDimages/Q_84.jpeg', '', '', 'B', '1675772084917', 0),
(85, 13, 'https://on.ordylan.com/images/WEDimages/Q_85.jpeg', '', '', 'C', '1675772559807', 0),
(86, 13, '', '— Which kind of music do you like best? <br>— I like music that I can dance _______.', '', 'to', '1676370054390', 0),
(87, 13, 'https://on.ordylan.com/images/WEDimages/Q_87.jpeg', '{EASYW}', 'https://on.ordylan.com/images/WEDimages/A_87.jpeg', 'B', '1676372139336', 0),
(88, 13, 'https://on.ordylan.com/images/WEDimages/Q_88.jpeg', '', '', 'B', '1677677089314', 0),
(89, 13, 'https://on.ordylan.com/images/WEDimages/Q_89.jpeg', '', '', 'A', '1677677257791', 0),
(90, 21, '', '', '', '', '1688175571075', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ordylannote`
--
ALTER TABLE `ordylannote`
  ADD PRIMARY KEY (`test`);

--
-- Indexes for table `ordylannotecard`
--
ALTER TABLE `ordylannotecard`
  ADD PRIMARY KEY (`test`);

--
-- Indexes for table `ordylannoterank`
--
ALTER TABLE `ordylannoterank`
  ADD PRIMARY KEY (`userid`);

--
-- Indexes for table `temptasks`
--
ALTER TABLE `temptasks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tempvideoviewtotal`
--
ALTER TABLE `tempvideoviewtotal`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `WED`
--
ALTER TABLE `WED`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `temptasks`
--
ALTER TABLE `temptasks`
  MODIFY `id` int(6) unsigned NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
